Repository: Vyrtuoz/Tacview
Catalog: Localization/*/Data/Xml/DCS2ACMI-*.po
Languages: es, pl

source: Tacview - The Universal Flight Analysis Tool
es: Tacview - La herramienta de análisis universal
pl: Tacview - Uniwersalny analizator lotu

source: Tacview is a universal flight analysis tool which enables you to record, analyze, and understand any flight to improve your skills much faster than with conventional debriefings. From the novice pilot to the virtual squadron leader, it is an invaluable tool to understand what really happened and to improve piloting style and tactical skills.
es: Tacview es una herramienta de vuelo que te permite guardar, analizar y entender cualquier vuelo, para mejorar tus habilidades mas rápidamente que con los debriefing convencionales. Desde el piloto novato hasta el líder del escuadrón virtual, es una herramienta inestimable para entender que ocurrió realmente y mejorar las técnicas y estilos de vuelo.
pl: Tacview to uniwersalne narzędzie do analizy lotu, które pozwala nagrywać, analizować i zrozumieć każdy lot, aby ulepszyć Twoje umiejętności znacznie szybciej niż podczas tradycyjnych odpraw. Od nowicjusza po wirtualnego dowódcy eskadry, to nieocenione narzędzie, aby zrozumieć, co naprawdę zaszło, aby ulepszyć styl latania i taktyczne umiejętności.

source: Record Flight Data
es: Guardar Datos de Vuelo
pl: Nagraj dane lotu

source: Create one file for each network client
es: Crear un archivo para cada cliente de red
pl: Utwórz plik dla każdego klienta sieciowego

source: Records a separate acmi file for each client connected to your server,
es: Grabar un ACMI individual para cada cliente conectado al servidor,
pl: Nagraj oddzielny plik acmi dla każdego klienta podłączonego do twojego serwera,

source: so each can be shared with your whole squadron later.
es: el cual podrá ser compartido con la situación completa mas tarde.
pl: aby mógł być udostępniony dla całej eskadry.

source: Bookmark Shortcut
es: Acceso directo a favoritos
pl: Skrót do zakładki

source: Use this shortcut while flying to highlight a specific moment in Tacview log and timeline.
es: Usa este acceso directo durante el vuelo para marcar un momento especifico en la linea de tiempo y el log de Tacview.
pl: Użyj tego skrótu podczas lotu, aby zaznaczyć specyficzny moment w logu Tacview i na osi czasu.

source: NOTE: Works only when the flight is recorded by the local computer.
es: NOTA: Solo funciona cuando el vuelo es grabado en un ordenador local.
pl: Uwaga: Działa jedynie, kiedy lot nagrywany jest na lokalnym komputerze.

source: Playback Delay
es: Retraso de reproducción
pl: Opóźnienie odgrywania

source: None (real-time)
es: Ninguno (Tiempo Real)
pl: nic (rzeczywisty czas)

source: 1 minute
es: 1 minuto
pl: 1 minuta

source: 5 minutes
es: 5 minutos
pl: 5 minut

source: 10 minutes
es: 10 minutos
pl: 10 minut

source: 20 minutes
es: 20 minutos
pl: 20 minut

source: 30 minutes
es: 30 minutos
pl: 30 minut

source: As the host of an online session, you can prevent cheating by forcing a delay before
es: Como HOST de la sesión online, puedes evitar las trampas forzando un retardo en la reproducción
pl: Jako zarządca sesji, możesz zapobiec oszukiwaniu przez wymuszenie opóźnienia, zanim

source: clients can playback the flight they have recorded on their side.
es: los clientes pueden reproducir el vuelo que hayan gravado en su ordenador.
pl: klienci mogą odtworzyć lot, który nagrali po swojej stronie.

source: NOTE: Flights recorded in single player mode or by the host are not protected.
es: NOTA: Los vuelos grabado en single player o por el HOST no están protegidos.
pl: Uwaga: Nagrane loty w trybie pojedynczego gracza lub przez zarządce nie mogą być chronione.

source: Compression Level
es: Nivel de compresión
pl: Poziom kompresji

source: You may want to disable compression if your simulator crashes often and you need to load
es: Tal vez quieras deshabilitar la compresión si tu simulador se congela a menudo cuando cargas
pl: Możesz wyłączyć kompresję, jeśli Twój symulator czesto się zawiesza i musisz załadować

source: corrupted acmi files.
es: archivos del ACMI corruptos.
pl: zepsute pliki acmi.

source: not compressed
es: sin compresión
pl: nie skompresowany

source: Profiling Period
es: Periodo de perfiles
pl: Okres profilowania

source: Defines how often profiling data is output in the dcs.log file.
es: Define la frecuencia con la que se generan los datos de perfiles en el archivo dcs.log.
pl: Definiuje jak często dane profilujące trafiają do pliku dcs.log.

source: Debug Mode
es: Modo de depuración
pl: Tryb debugowania

source: Records additional debug info for each object and event to help pinpoint specific issues.
es: Registra información de depuración adicional para cada objeto y evento para ayudar a identificar problemas específicos.
pl: Nagraj dodatkowe dane dla każdego obiektu i wydarzenia, aby dokładnie namierzyć specyficzny problem.

source: Real-Time Telemetry TCP Port (42674)
es: Puerto TCP de telemetría en tiempo real (42674)
pl: Telemetria czasu rzeczywistego port TCP (42674)

source: Remote Control TCP Port (42675)
es: Puerto TCP de control remoto (42675)
pl: Zdalne sterowanie port TCP (42675)

source: Customize TCP ports when running several DCS World instances
es: Puertos TCP personalizados cuando se ejecuten varias instancias de DCS World
pl: Dostosuj porty TCP, kiedy masz uruchomione kilka instancji DCS World

source: at the same time. Set to 0 to disable.
es: al mismo tiempo. 0 para deshabilitar
pl: jednocześnie. Ustaw 0, aby wyłączyć.

source: Host Telemetry Password
es: Contraseña de telemetría de host
pl: Hasło telemetrii dla zarządcy

source: As the host of an online session, you can authorize privileged clients to review
es: Como anfitrión de una sesión en línea, puede autorizar a los clientes con privilegios
pl: Jako zarządca sesji online, możesz autoryzować uprzywilejowanych klientów do natychmiastowego

source: right away any telemetry recorded from your server.
es: de inmediato cualquier telemetría registrada desde su servidor.
pl: przeglądania telemetrii nagranej z Twojego serwera.

source: Client Telemetry Password
es: Contraseña de telemetría del cliente
pl: Hasło telemetrii dla klienta

source: Enter the Host Telemetry Password provided by the host of your online flight,
es: Ingrese la contraseña de telemetría del host del vuelo,
pl: Wprowadź hasło telemetrii dla zarządcy, dostarczone przez zarządca Twojego lotu online,

source: to get immediate access to any available telemetry data.
es: para obtener acceso inmediato a cualquier información de telemetría disponible.
pl: aby dostać natychmiastowy dostęp do danych telemetrycznych.

source: Local Remote Control Password
es: Contraseña de control remoto local
pl: Lokalne hasło zdalnej obsługi

source: Terrain Export
es: Exportación de terreno
pl: Eksport terenu

source: NOTICE: SLOW OPERATION!
es: AVISO: ¡OPERACIÓN LENTA!
pl: Uwaga: WOLNE DZIAŁANIE!

source: DO NOT forget to disable this option after successful export.
es: NO olvide desactivar esta opción después de exportar con éxito.
pl: NIE ZAPOMNIJ wyłączyć tej opcji po udanym eksporcie.

source: Disabled
es: Deshabilitado
pl: Wyłączone

source: Unknown Terrain
es: Terreno desconocido
pl: Nieznany teren

source: Predefined Terrain
es: Terreno predefinido
pl: Predefiniowany teren
